tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
brew "awscli"
brew "colima"
brew "coreutils"
brew "curl"
brew "dasel"
brew "docker"
brew "fd"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "kustomize"
brew "makeself"
brew "moreutils"
brew "neovim"
brew "node"
brew "poetry"
brew "python-yq"
brew "ripgrep"
brew "stylua"
brew "go-task/tap/go-task"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "multipass"
